Repository: GambitKamil/recycle-rank
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: Faculty
tr: Fakülte

source: Password
tr: Şifre

source: Repeat password
tr: Şifre tekrarla

source: 9 digits
tr: 9 rakam

source: Create a password
tr: Şifre oluştur

source: Repeat the password
tr: Şifreyi tekrar girin

source: Student ID must be exactly 9 digits.
tr: Öğrenci NO tam olarak 9 haneli olmalıdır.

source: This Student ID is already registered.
tr: Bu öğrenci numarası zaten kayıtlı.

source: Passwords do not match.
tr: Şifreler eşleşmiyor.

source: Category
tr: Kategori

source: Weight (kg)
tr: Ağırlık (kg)

source: e.g., 1.5
tr: ö.g., 1,5

source: Weight must be between 0.10 and 50.00 kg.
tr: Ağırlık 0,10 ile 50,00 kg arasında olmalıdır.

source: Plastic
tr: Plastik

source: Paper
tr: Kağıt

source: Glass
tr: Cam

source: Organic
tr: Organik

source: Electronic
tr: Elektronik

source: Add sorting record
tr: Sıralama kaydı ekle

source: Save
tr: Kaydet

source: Back to dashboard
tr: Kontrol paneline geri dön

source: Recycle Rank
tr: Geri Dönüşüm Sıralaması

source: Dashboard
tr: Kontrol Paneli

source: Leaderboard
tr: Sıralama

source: Faculties
tr: Fakülteler

source: Logout
tr: Çıkış

source: Login
tr: Giriş

source: Register
tr: Kayıt Ol

source: University demo project
tr: Üniversite demo projesi

source: Student ID:
tr: Öğrenci NO:

source: Faculty:
tr: Fakülte

source: + Add new record
tr: + Yeni kayıt ekle

source: Total sorted:
tr: Toplam ayrıştırılan:

source: Eco-score:
tr: Eko puan:

source: Impact (demo)
tr: Etki (demo)

source: CO₂ saved (demo):
tr: CO₂ tasarrufu (demo):

source: Energy saved (demo):
tr: Enerji tasarrufu (demo):

source: By category
tr: Kategorilere göre

source: Total (kg)
tr: Toplam (kg)

source: Eco-score
tr: Eko puan

source: No records yet
tr: Henüz kayıt yok

source: These impact numbers are demonstration values (educational project).
tr: Bu etki değerleri örnek amaçlıdır.

source: Last records
tr: Son kayıtlar

source: Date
tr: Tarih

source: Faculty leaderboard
tr: Fakülte sıralamsı

source: Top faculties by total recycling results.
tr: Toplam geri dönüşüm sonuçlarına göre en iyi fakülteler

source: No data
tr: Veri yok

source: Student leaderboard
tr: Öğrenci sıralaması

source: Top students by eco-score and total kg.
tr: Eko puan ve toplam kg'ye göre en iyi öğrenciler.

source: Student
tr: Öğrenci

source: No account?
tr: Hesabın yok mu?

source: Create account
tr: Hesap oluştur

source: Back to login
tr: Giriş sayfasına dön
